Repository: cfaagaard/LoopTranslation
Catalog: All/CGMBLEKit/*.xliff
Languages: sv

# 3i8-2m-QFG.text
source: Run alongside G5 app
sv: Kör bredvid G5-app

# 5y6-vU-qC3.text
source: Transmitter ID
sv: Sändar-ID

# HEQ-Bp-kx7.normalTitle
source: Start
sv: Starta

# HYW-Ex-7LC.normalTitle
source: Calibrate
sv: Kalibrera

# JAM-9K-KeE.normalTitle
source: Stop
sv: Stoppa

# NSs-9e-3Sl.text
source: Stay connected
sv: Behåll anslutning

source: Glucose data is unavailable
sv: Glukosvärden är inte tillgängliga

source: Low Battery
sv: Lågt batteri

source: Peripheral did not respond in time
sv: Perifer enhet svarade inte i tid

source: Peripheral isnʼt connected
sv: Perifer enhet är inte ansluten

source: Sensor calibration is OK
sv: Sensorkalibrering är OK

source: Sensor is in unknown state %1$d
sv: Status på sensorkalibrering okänd %1$d

source: Sensor is stopped
sv: Sensor har stoppats

source: Sensor is warming up
sv: Sensor värmer upp

source: Sensor needs calibration
sv: Sensor behöver kalibreras

source: Unknown characteristic
sv: Okänd karikteristika

source: Are you sure you want to delete this CGM?
sv: Säkert att du vill ta bort den här CGM:n?

source: Cancel
sv: Avbryt

source: Date
sv: Tid

source: Delete CGM
sv: Ta bort CGM

source: Glucose
sv: Glukos

source: Glucose (Adjusted)
sv: Glukos (justerad)

source: Latest Calibration
sv: Seaste kalibrering

source: Latest Reading
sv: Senaste avläsning

source: Open App
sv: Öppna app

source: Session Age
sv: Sessionsålder

source: Transmitter Age
sv: Ålder på sändare

source: Transmitter ID
sv: Sändar-ID

# Dds-49-o7G.title
source: Transmitter Setup
sv: Sändarinställning

# GOT-KQ-cEh.text
source: Detail
sv: Detalj

# Qub-6B-0aB.footerTitle
source: The transmitter ID can be found printed on the back of the device, on the side of the box it came in, and from within the settings menus of the receiver and mobile app.
sv: Ditt sändar-ID står tryckt på baksidan eller på sidan av asken den kom i och i menyn inställningar för sändare i mobil-appen.

# Qub-6B-0aB.headerTitle
source: Transmitter ID
sv: Sändar-ID

# k1N-Rg-XDy.footerTitle
source: Data can be downloaded over the Internet from Share when the transmitter connection fails.
sv: Värden kan laddas ned från internet från Share Data när anslutning till sändare misslyckas

# nKX-TW-GhD.placeholder
source: Enter the 6-digit transmitter ID
sv: Ange ditt 6-siffriga sändar-ID

# 3SD-s3-7OM.title
source: Reset Complete
sv: Återställning färdig

# 7nc-6t-4hZ.title
source: Reset Transmitter
sv: Återställ sändare

# G4a-ia-wQC.placeholder
source: Enter the 6-digit ID
sv: Ange ditt 6-siffriga sändar-ID

# LBC-6R-q79.normalTitle
source: Reset
sv: Återställ

# MbK-kj-ejl.text
source: The transmitter has been successfully reset. Connect it to the app to begin a new sensor session.
sv: Sändaren har blivit återställd. Anslut den till appen för att börja ny session.

# vNG-r7-RbP.headerTitle
source: Transmitter ID
sv: Sändari-ID
